{
  "home.title": "Expert Finder System",
  "form.help": "Please enter a sentence (research subject, or article project...) in the language of your choice. The text is case sensitive.",
  "form.aria.choose-model": "Choose your language model, Bert or GPT-3",
  "form.aria.placeholder": "Ex. The animal in the funeral rituals in\n the Iron Age; Corporate governance and Corporate Social Responsibility.",
  "form.tooltip.extension.title": "Semantic extension",
  "form.tooltip.extension.description": "Toggle the semantic distance between the results and the statement you submitted.",
  "form.tooltip.extension.li1": "With a low semantic extension, the search will return authors who have produced few texts very close to your input.",
  "form.tooltip.extension.li2": "A wide semantic extension allows you to detect authors who have written a large number of texts loosely related to your input.",
  "home.subtitle": "An AI-powered expert search engine",
  "form.help.coauthors.exclude": "Limit the results to scholars working in Paris 1 Panthéon-Sorbonne's research units",
  "form.help.coauthors.include": "Include co-authors from other institutions",
  "result.help.scoring": "The proximity of this author's work to your research topic has been inferred from the titles or abstracts of the publications listed below:",
  "form.error.rate_limit": "The number of requests per minute is limited.",
  "form.error.captcha": "Wrong code.",
  "form.error.unknown": "We are sorry, a problem has occurred: please try again later.",
  "form.help.captcha": "Please enter the code above.",
  "form.help.mask_information": "Hide information",
  "form.help.display_information": "Read more",
  "form.help.precision.step1": "Very precise",
  "form.help.precision.step2": "Precise",
  "form.help.precision.step3": "Approximate",
  "form.help.precision.step4": "Loose",
  "form.help.precision.step5": "Fuzzy",
  "form.help.search.button": "Search",
  "form.info.panel.title1": "What is the expert finder system of the University Paris 1 Panthéon-Sorbonne?",
  "form.info.panel.desc1": "This application uses artificial intelligence to help you identify scholars from the University Paris 1 Panthéon-Sorbonne (and realted research units) who work on a theme close to the statement you have entered. This tool may help you e.g. identify an expert for a newspaper article project, to look up prospective participants to a scientific or public event, or to find a supervisor for your dissertation.",
  "form.info.panel.title2": "How to use this tool?",
  "form.info.panel.desc2": "We recommend that you enter a complete and detailed statement, making sure that spelling and case are correct. You can influence the results by adjusting the degree of semantic extension of the search, which makes it more or less precise, or by including/excluding the co-authors working outside Paris 1. You can also toggle between two language models (Sentence Bert or GPT-3) and two display modes, cloud or list, which rank the results differently (see below).",
  "form.info.panel.title3": "How are experts identified?",
  "form.info.panel.desc3": "The systems searches our repository of scientific publications (HAL Paris 1 Open Archives). It suggests scholars whose papers' title or abstract are semantically close to your input. A researcher you expect to be included in the search results may actually not appear for one of the following reasons: some of their publications are not yet included in Hal Paris 1 Open Archives; their titles and descriptions are not sufficiently explicit for our system to exploit them; their publications have been uploaded to the archives but are not correctly identified as pertaining to one of Paris 1 Panthéon-Sorbonne's research units. Any correction or change in the open archives will be implented in the expert finder system after 24 hours.",
  "form.info.panel.title4": "How does artificial intelligence intervene in the process?",
  "form.info.panel.desc4": "Modern language models (transformers) such as Bert or GPT are neural networks with a particular architecture that allows them to encode the meaning of language in mathematical structures. Our expert finder system uses these mathematical structures to identify research papers related to the topic you select in the input box. Your prompt is plotted in a high-dimensional vector space which contains the titles and abstracts of our researchers' publications (limited to those uploaded to Paris 1 HAL open archives). The system then returns the authors of the publications whose title or abstract is closest to the subject you looked for. The search is semantic: this means that it will identify the reseults even when the wording or the language they use differ from that of your prompt.",
  "form.info.panel.title5": "How are the results ranked?",
  "form.info.panel.desc5": "The ranking method changes between the cloud and the list view. In the cloud  view, the ranking considers the number and the semantic proximity of each sentence in the title and abstracts of our researchers' publications related to your input. The more an author has written sentences closer to your subject, the bigger their name appears. (When you increase the semantic extension, some researchers are therefore likely to be highlighted for having produced several works on subjects loosely related to your input.) The list display only takes into account the publication that is closest to your topic (by its title or a sentence of its abstract). The author of the closest sentence ranks at the top of the list.",
  "form.tooltip.ada-model.title": "Use the \"text-embedding-ada-002\" (GPT-3) language model",
  "form.tooltip.ada-model.description": "This language model, derived from GPT-3, is made available by OpenAI. Unlike Sentence Bert, this model is not hosted on Paris 1 Panthéon-Sorbonne's servers but on those of OpenAI as is not free. This is why we are obliged to ask you for a \"CAPTCHA\" each time you use the GPT-3 model.",
  "form.tooltip.aria.label.prefix": "Information sur : ",
  "form.tooltip.bert-model.title": "Select the \"SentenceBert\" language model ",
  "form.tooltip.bert-model.description": "This language model, derived from BERT (Bidirectional Encording Representations from Transformers), is optimized for computing semantic similarities between statements.",
  "form.tooltip.include-coauthors.title": "Include co-authors",
  "form.tooltip.include-coauthors.description": "By choosing this option, the search results include both scholars from Paris 1 Panthéon-Sorbonne's research units and their co-authors working for other institutions.",
  "form.tooltip.exclude-coauthors.title": "Exclude co-authors",
  "form.tooltip.exclude-coauthors.description": "By choosing this option, the search results include only scholars from Paris 1 Panthéon-Sorbonne's research units.",
  "form.tooltip.precision.aria.label": "Informations about extension tuning.",
  "results.alert.no-results.title": "Your search did not return any results",
  "results.alert.no-results.text": "Check the case and spelling of your entry. You can also rephrase your topic, reduce the level of detail or expand your search to include co-authors.",
  "home.offline.message": "The application is currently offline due to scheduled maintenance. We are working to restore the service as quickly as possible."
}