{
  "home.title": "Rechercher une expertise",
  "form.aria.choose-model": "Choisissez votre modèle de langage, Bert ou GPT-3",
  "form.aria.placeholder": "Ex. L'animal dans les rites funéraires à l'âge du fer;Corporate governance and Corporate Social Responsibility.",
  "form.error.rate_limit": "Le nombre de requêtes par minute est limité.",
  "form.error.captcha": "Code erroné.",
  "form.error.unknown": "Nous sommes désolés, un problème est survenu : veuillez réessayer ultérieurement..",
  "form.help": "Veuillez saisir une phrase (sujet, projet de recherche ou d'article...) dans la langue de votre choix. La casse du texte est prise en compte.",
  "form.help.captcha": "Veuillez saisir le code ci-dessus.",
  "form.help.precision.step1": "Très précis",
  "form.help.precision.step2": "Précis",
  "form.help.precision.step3": "Approximatif",
  "form.help.precision.step4": "Très approximatif",
  "form.help.precision.step5": "Aleatoire",
  "form.tooltip.ada-model.title": "Utiliser le modèle de langage « text-embedding-ada-002 » (GPT-3)",
  "form.tooltip.ada-model.description": "Ce modèle de langage, dérivé de GPT-3, est mis à disposition par OpenAI. Contrairement à Sentence Bert, ce modèle n'est pas hébergé sur les serveurs de Paris 1 Panthéon-Sorbonne mais sur ceux d'OpenAI et son utilisation n'est pas gratuite. C'est pourquoi nous sommes obligés de vous demander de saisir un « CAPTCHA » à chaque utilisation.",
  "form.tooltip.bert-model.title": "Utiliser le modèle de langage « SentenceBert » ",
  "form.tooltip.bert-model.description": "Ce modèle de langage, dérivé de BERT (Bidirectional Encording Representations from Transformers), est optimisé pour le calcul de similarités sémantiques entre énoncés.",
  "form.tooltip.extension.title": "Extension sémantique",
  "form.tooltip.extension.description": "Plus ce paramètre est élevé, plus grande sera la distance sémantique de recherche autour de l'énoncé que vous avez soumis.",
  "form.tooltip.extension.li1": "Choisissez une extension faible si vous souhaitez que la recherche soit précise : il favorisera la découverte d'auteurs ayant produit de rares énoncés très proches de votre sujet.",
  "form.tooltip.extension.li2": "Un seuil élevé permet au contraire de détecter des auteurs ayant écrit un grand nombre de textes plus ou moins en rapport avec votre sujet.",
  "form.tooltip.include-coauthors.title": "Inclure les co-auteurs",
  "form.tooltip.include-coauthors.description": "En choisissant cette option, vous verrez apparaître dans les résultats de recherche, non seulement les membres des unités de recherche de Paris 1 Panthéon-Sorbonne, mais les co-auteurs de leurs publications.",
  "form.tooltip.exclude-coauthors.title": "Exclure les co-auteurs",
  "form.tooltip.exclude-coauthors.description": "Cette option limite les résultats de recherche aux chercheurs et chercheuses des laboratoires dont l'université Paris 1 Panthéon-Sorbonne est tutelle, à l'exclusion des co-auteurs de leurs publications non-membres de ces unités.",
  "home.subtitle": "Recherche d'expertise assistée par l'intelligence artificielle",
  "form.help.coauthors.exclude": "Limiter aux unités de recherche de Paris 1 Panthéon-Sorbonne",
  "form.help.coauthors.include": "Inclure les coauteurs",
  "result.help.scoring": "Le degré d'expertise présumé de cet auteur vis à vis de votre requête a été inféré à partir des titres ou résumés de publications ci-dessous :",
  "results.alert.no-results.title": "Votre recherche ne retourne pas de résultats",
  "results.alert.no-results.text": "Vérifiez la casse et l'orthographe de votre saisie. Vous pouvez aussi reformuler votre sujet, réduire le niveau de précision ou élargir votre recherche au co-auteurs."
}