{
  "home.title": "Rechercher une expertise",
  "form.help": "Veuillez saisir une phrase (sujet, projet de recherche ou d'article...) dans la langue de votre choix. La casse du texte est prise en compte.",
  "form.aria.choose-model": "Choisissez votre modèle de langage, Bert ou GPT-3",
  "form.aria.placeholder": "Ex. L'animal dans les rites funéraires à l'âge du fer;Corporate governance and Corporate Social Responsibility.",
  "form.tooltip.extension.title": "Extension sémantique",
  "form.tooltip.extension.description": "Plus ce paramètre est élevé, plus grande sera la distance sémantique de recherche autour de l'énoncé que vous avez soumis.",
  "form.tooltip.extension.li1": "Choisissez une extension faible si vous souhaitez que la recherche soit précise : il favorisera la découverte d'auteurs ayant produit de rares énoncés très proches de votre sujet.",
  "form.tooltip.extension.li2": "Un seuil élevé permet au contraire de détecter des auteurs ayant écrit un grand nombre de textes plus ou moins en rapport avec votre sujet.",
  "home.subtitle": "Recherche d'expertise assistée par l'intelligence artificielle",
  "form.help.coauthors.exclude": "Limiter aux unités de recherche de Paris 1 Panthéon-Sorbonne",
  "form.help.coauthors.include": "Inclure les coauteurs travaillant en dehors des unités de recherche de Paris 1 Panthéon-Sorbonne",
  "result.help.scoring": "Le degré de proximité présumé entre les travaux de cet auteur et votre sujet de recherche a été inféré à partir des titres ou résumés de publications ci-dessous.",
  "form.error.rate_limit": "Le nombre de requêtes par minute est limité.",
  "form.error.captcha": "Code erroné.",
  "form.error.unknown": "Nous sommes désolés, un problème est survenu : veuillez réessayer ultérieurement..",
  "form.help.captcha": "Veuillez saisir le code ci-dessus.",
  "form.help.mask_information": "Masquer les informations",
  "form.help.display_information": "En savoir plus",
  "form.help.precision.step1": "Très précis",
  "form.help.precision.step2": "Précis",
  "form.help.precision.step3": "Approximatif",
  "form.help.precision.step4": "Très approximatif",
  "form.help.precision.step5": "Aleatoire",
  "form.info.panel.title1": "Qu'est-ce que l'outil de recherche d'expertise de l'université Paris 1 Panthéon-Sorbonne ?",
  "form.info.panel.desc1": "Cette application utilise l'intelligence artificielle pour vous aider à identifier les chercheurs et les chercheuses de l'université Paris 1 Panthéon-Sorbonne qui travaillent sur les thèmes les plus proches de l'énoncé que vous aurez saisi. Elle pourra vous servir notamment à identifier des expertises en lien avec un projet d'article de presse, à solliciter des participants potentiels pour un évènement ou encore, à rechercher un directeur pour une thèse ou un mémoire.",
  "form.info.panel.title2": "Comment utiliser cet outil ?",
  "form.info.panel.desc2": "Nous vous recommandons de saisir un énoncé complet et détaillé, en veillant à ce que l'orthographe et la casse soient correctes. Vous pouvez influer sur les résultats en réglant le degré d'extension sémantique de la recherche, afin de la rendre plus ou moins précise, en incluant ou non les co-auteurs des publications (hors Paris 1), en changeant de modèle de langage (Sentence Bert ou GPT-3). Vous avez le choix entre deux modes d'affichage, en nuage ou en liste, dont les résultats ne sont pas classés exactement de la même façon (cf. ci-dessous).",
  "form.info.panel.title3": "Sur quoi repose l'identification des experts ?",
  "form.info.panel.desc3": "Les experts suggérés par cette application sont ceux qui ont déposé dans les archives ouvertes HAL de Paris 1 des articles sur des sujets proches de votre requête, d'après leurs titres ou leurs résumés. Si un chercheur qui travaille sur un sujet n'apparaît pas dans les résultats de recherche pour ce sujet, il se peut que certaines de ses publications ne soient pas encore présentes dans les archives ouvertes HAL de Paris 1 Panthéon-Sorbonne, ou que leurs titres et descriptions ne soient pas suffisamment explicites, ou que leur auteur ne soit pas correctement rattaché à son laboratoire dans le référentiel de HAL. Si un l'auteur corrige ces informations sur HAL, l'outil de recherche d'expertise sera mis à jour sous 24h.",
  "form.info.panel.title4": "De quelle façon l'intelligence artificielle intervient-elle dans la recherche d'expertise ?",
  "form.info.panel.desc4": "Les modèles de langage modernes (transformers) tels que Bert ou GPT sont des réseaux de neurones dotés d'une architecture particulière qui leur permet d'encoder la signification du langage dans des structures mathématiques. Ce sont ces structures qui sont utilisées par le présent outil pour déterminer les articles en lien avec le sujet que vous avez soumis : les publications des chercheurs sont donc identifiées selon leur degré de proximité sémantique, dans un espace vectoriel de grande dimension, avec la phrase que vous avez écrite, même si les mots ou la langue utilisée diffèrent.",
  "form.info.panel.title5": "Comment les résultats sont ils-classés ?",
  "form.info.panel.desc5": "Le classement change entre la vue « nuage » et la vue « liste ». Dans la vue « nuage », le calcul s'effectue sur le nombre et la proximité des titres ou des phrases du résumé des publications dans HAL en relation avec votre sujet. Plus ce nombre est élevé, plus le nom de la chercheuse ou du chercheur apparaît en gros caractères. Lorsque vous accroissez l'extension sémantique de la recherche, certains chercheurs sont donc susceptibles d'être mis en valeur pour avoir produit plusieurs travaux sur des sujets relativement proches. Dans l'affichage « liste », en revanche, le classement ne prend en compte que la publication la plus proche de votre sujet par son titre ou une phrase de son résumé.",
  "form.tooltip.ada-model.title": "Utiliser le modèle de langage « text-embedding-ada-002 » (GPT-3)",
  "form.tooltip.ada-model.description": "Ce modèle de langage, dérivé de GPT-3, est mis à disposition par OpenAI. Contrairement à Sentence Bert, ce modèle n'est pas hébergé sur les serveurs de Paris 1 Panthéon-Sorbonne mais sur ceux d'OpenAI et son utilisation n'est pas gratuite. C'est pourquoi nous sommes obligés de vous demander de saisir un « CAPTCHA » à chaque utilisation.",
  "form.tooltip.bert-model.title": "Utiliser le modèle de langage « SentenceBert » ",
  "form.tooltip.bert-model.description": "Ce modèle de langage, dérivé de BERT (Bidirectional Encording Representations from Transformers), est optimisé pour le calcul de similarités sémantiques entre énoncés.",
  "form.tooltip.include-coauthors.title": "Inclure les co-auteurs",
  "form.tooltip.include-coauthors.description": "En choisissant cette option, vous verrez apparaître dans les résultats de recherche, non seulement les membres des unités de recherche de Paris 1 Panthéon-Sorbonne, mais les co-auteurs de leurs publications.",
  "form.tooltip.exclude-coauthors.title": "Exclure les co-auteurs",
  "form.tooltip.exclude-coauthors.description": "Limiter les résultats de recherche aux chercheurs et chercheuses des laboratoires dont l'université Paris 1 Panthéon-Sorbonne est tutelle.",
  "results.alert.no-results.title": "Votre recherche ne retourne pas de résultats",
  "results.alert.no-results.text": "Vérifiez la casse et l'orthographe de votre saisie. Vous pouvez aussi reformuler votre sujet, réduire le niveau de précision ou élargir votre recherche au co-auteurs.",
  "results.alert.excess-load.title": "Le système de recherche d'experts fait l'objet d'une forte affluence",
  "results.alert.excess-load.text": "Nous vous prions de nous excuser. Si les temps d'attente sont excessifs, nous vous conseillons de vous reconnecter ultérieurement.",
  "home.offline.message": "L'application est actuellement hors-ligne pour maintenance. Nous nous efforçons de restaurer le service dans les meilleurs délais.",
  "form.help.clear.textbox": "Effacer le texte",
  "form.help.search.button": "Rechercher",
  "form.info.panel.title6": "Pourquoi cet outil est en version bêta ?",
  "form.info.panel.desc6": "Il s'agit d'une première version de notre système de recherche d'expertise. Nous continuons de travailler pour améliorer la couverture des publications de la communauté scientifique Paris 1 Panthéon-Sorbonne dans les archives ouvertes HAL, à la base de ce système. Nous affinons également les algorithmes qui calculent la distance entre les travaux d'une chercheuse ou d'un chercheur et le sujet recherché.",
  "form.info.panel.title7": "Vous êtes journaliste, vous souhaitez contacter un enseignant-chercheur de l'université Paris 1 Panthéon-Sorbonne ?",
  "form.info.panel.desc7": "Merci de contacter le service presse de Paris 1 Panthéon-Sorbonne dont vous trouverez les coordonnées dans l'espace presse du site internet de l'université.",
  "form.tooltip.aria.label.prefix": "Information sur : ",
  "form.tooltip.precision.aria.label": "Informations sur le reglage de l'extension."
}